<template>
  <EButton @click="open">Open Drawer</EButton>
  <EDrawer :show="show" title="喝前摇一摇" :footer="true" @close="open">
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
    喝前摇一摇
    汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪 汪汪汪汪汪汪
  </EDrawer>
</template>

<script setup lang="ts">
import { ref } from 'vue';

const show = ref(false);

const open = () => {
  show.value = !show.value;
};
</script>

